{
  "category": [
    {
      "name": "Luscious limbering",
      "introduction": "LUSCIOUS LIMBERING: I can’t speak highly enough of the yogic limbering practices. As they are often less demanding physically than other poses, it means the breathing can relax and open. This is invaluable for the health of both body and mind. Limbering sequences are frequently used as preliminary practices, preparing the body for some tougher work to come, but any of these sequences are equally lovely to insert – in a kind of “less is more” way – throughout your practice. They will help to re-centre you, and you will enjoy the fact that they can be all-engrossing and yet non-demanding, in this crazy-fast world of high expectations. They can also help settle your body at the end of a workout, allowing you to slip into serenity using your relaxation or meditation techniques. Pep yourself up with one or two of these practices during a busy workday and you’ll revive your tired mind and soothe your soul. These manageable sequences are suitable for just about everybody’s body, and a selection of them can create a complete practice, too (see Putting It All Together ). Remember not to confuse intensity with the quality of your yoga practice. Just because these sequences are gentle, that doesn’t mean they are not sophisticated and valuable for every single yoga practitioner. I hope you enjoy these mini-workouts as much as I do.",
      "guidelines": []
    },
    {
      "name": "Delicious dogs",
      "introduction": "DELICIOUS DOGS: The Dog is my desert-island pose – if I had to choose one from the thousands of yoga postures, I would select the simple and affectionately named Dog. A soft inversion, this pose is also an arm-strengthener, a shoulder-stretcher, a back-lengthener, a hamstring- and calf-loosener and a brain-refresher. Surely it would be greedy to ask for more from a single pose. The Classic Downward-Facing Dog is a great linking pose. From any wide-legged standing pose, it’s easy to cartwheel the hands to drop into Dog; do this between working on your left and right sides. And as part of a Sun Salutation, it feels so inviting to stay and linger while you watch and steady your breath. You can spend years developing and finessing your Dog Pose prowess. Stretching and strengthening in equal parts, this pose may highlight areas where your body is more limited. But don’t be dispirited if it feels like hard work at the beginning. Keep on practising and you will find that the posture becomes less arduous and you can relax deeply in the pose. Then the rewards will be apparent, and you’ll understand why this head-down triangular shape has become synonymous with yoga around the world.",
      "guidelines": []
    },
    {
      "name": "Sun salutes",
      "introduction": "SUN SALUTES: There are nearly as many Sun Salute variations in the world as there are yoga teachers, and it’s fun getting creative with these flowing movements. While you may prefer to stick faithfully to the routines, you can change it up too, using your Sun Salutes as a springboard to launch into your favourite standing poses. Go with your mood as you practise. You can choose to work slowly, feeling your way into each position over the course of several breaths. Alternatively, you can develop your rhythmic flow, by performing one movement on each inhalation and exhalation, to create a moving meditation. Each of the following Salutes has a different flavour. I hope you will find one that suits they way you’re feeling – not only today, but on any given day.",
      "guidelines": []
    },
    {
      "name": "Stable and steady: standing postures",
      "introduction": "STABLE AND STEADY - STANDING POSTURES: Standing poses are brilliant, because even a single standing pose tends to offer you so many different openings. These are perfect positions for time-poor modern yogis, as they tick so many of the boxes that explain why people come to yoga. They give you strength. They give you flexibility. Within the standing-posture group you will meet all kinds of movements to keep you feeling loose, limber and free. These poses offer twists, side-stretches, backbends, forward bends, balance work, core activation, hip stretches and shoulder releases. They will help you to “stand your ground” as you develop strength and stamina in your legs. They will teach you about reaching for the stars as you learn to radiate your limbs out and up. So what are you waiting for? Enjoy your journey with these multifaceted postures.",
      "guidelines": []
    },
    {
      "name": "Balancing balms",
      "introduction": "BALANCING BALMS: Balancing postures tone. They stretch, they strengthen. But when my students ask for them in class, it’s usually because they want to calm a scattered mind. It’s simple: the more speedily we race through our modern lives, the more we crave those moments where we stop, stand still and take stock. Finding your bodily balance spills over to the psycho-emotional realm, too – a balance pose can feel as if it’s bringing you closer to your calm centre. Balances naturally draw the wandering mind inward. And the focus required to balance relieves stress, as you need to mentally return to the present moment. A bit of balance-prowess makes injuries from falling later in life less likely, so these postures are yoga life insurance for the years ahead. You can relax, smiling, into those little wobbles, knowing that your nervous and muscular systems are masterfully fine-tuning with your adjustments and micro- adjustments. You will experience how any tiny alteration in a single part of your body will mean that all the other parts subtly shift to accommodate this change. This creates a beautiful sense of harmony throughout your whole body, and you will learn to trust it more through balance postures. Life just feels better when we are fluid and stable, so enjoy developing these patterns in finding your balance on the mat, and in balancing your life off the mat.",
      "guidelines": []
    },
    {
      "name": "Strong neck, stretchy shoulders",
      "introduction": "STRONG NECK, STRETCHY SHOULDERS: Two things most commonly requested by students in a yoga class are relief for a tight neck and quality shoulder-openers. In this section you will find both, and there are more such exercises scattered throughout the book. Some of these postures link the whole body, and others you can bring into your day off the mat – poses that you can practise at your desk and sneak into those spare moments. So if you find that your neck and shoulders seem to be a reservoir for stress, make peace with those tight muscles and give your neck and shoulders the yoga-love they have been craving.",
      "guidelines": []
    },
    {
      "name": "Flexible forward folds",
      "introduction": "FlEXIBLE FORWARD FOLDS: Forward-folding postures feature heavily in yoga. They stretch out your whole back body – thighs, calves and back. They can help decompress the spine and relieve back pain and tension. They draw the awareness inward and can feel wonderful both during and afterward. And yes, life can feel better with looser hamstrings. It feels good to move with grace and pick up dropped items with ease. But remember, even if your hamstrings don’t lengthen as quickly as you wish, that yoga is actually a state of mind. If ever you catch yourself getting grumpy at your stubbornly short hamstrings, while forcing your nose to your knees, or comparing your flexibility to that of others, the best thing you can do is practise detachment and self-acceptance. Keep in mind that it’s not about measuring how far you go in a forward fold, but more about how deeply you can release for the duration. With floor-based postures, balance isn’t generally an issue, so you have the opportunity to surrender to gravity rather than work against it. Don’t invite struggle into your life – there’s probably enough of that already, and it will only make your body tighten up more. Don’t force your body to go where it’s not ready to. As forward bends are generally calming postures, practise surrendering to the present moment. Settle into your breath, honour the temple of your body and let it unfold in its own time. Don’t measure your hamstrings; measure your ability to release. Develop self-acceptance and practise being content with where you are: right here, right now. That’s yoga. And that’s a practice you can really enjoy.",
      "guidelines": []
    },
    {
      "name": "Juicy twists",
      "introduction": "JUICY TWISTS: Twists may appear less glamorous or exciting than some other yoga poses, but they offer enormous health benefits. Yogis understand that having a flexible spine feels a bit like tapping into the fountain of youth. As twists increase your spinal range of motion, they not only keep you looking young, but feeling young, too. Some of the aims in yoga, when working with the spine, are to strengthen and stabilize it, mobilize it, allow it to relax and lengthen, and to create differentiation. A twist can tick all these boxes. It can work wonders for back pain and it also aids the digestive process. Like the yoga side-stretches, twists are great counterposes after forward bends and backbends. And they are excellent preparatory poses, too, making any subsequent pose more accessible. Twists can feel like an amazing tonic for your nervous system. They bring you back into balance and help neutralize the fluctuations of the mind. Twists work whether you are feeling stressed-and-wired or stressed-and-tired. If you are feeling heavy, fatigued or mentally sluggish, twists give you a lift, helping you feel refreshed, buoyant and energized. Try a therapeutic twist next time you have a mid-afternoon slump. However, if you are feeling scattered, fragmented and can’t focus, twists will ground you and bring you “home”, much closer to the calm and peaceful self that always resides within.",
      "guidelines": []
    },
    {
      "name": "Strong, stretchy sides",
      "introduction": "STRONG, STRETCHY SIDES: In some ways lateral stretches are the unsung heroes of yoga practice. We don’t seem to really stretch our side-bodies much in our day-to-day lives, so to do so during yoga can feel amazing – like opening the door to a previously undiscovered room in a mansion. With yoga practice you will shine the light into this room. It may be a little musty, but use these postures to dust it off and you will find that your whole body runs a little better. As a valuable part of our core unit, side-body strengtheners help our stability, power and balance. But you don’t only want strength – you need the stretching, too. Lateral releases are invaluable for stretching out tight lower backs. They are great twist-enhancers, bring backbends along like magic, allow your breathing to blossom, make you feel taller and give you a more elegant posture. You will find lots of other side-body stretches and strengtheners throughout this book. But read on for some favourite ways to work with this group of postures and enjoy discovering how they will be champions for your body.",
      "guidelines": []
    },
    {
      "name": "The joy of core",
      "introduction": "THE JOY OF CORE: Your core is more than just those tummy muscles. Your core muscles include those of the pelvic floor, your back muscles, side-waist muscles and diaphragm. Think of it like a house. You would never build on shaky foundations, so you need to prepare with a strong pelvic floor. You need to build steady walls (belly, side-waist and back) and then a stable roof (diaphragm muscle), too. These muscles work together to give you support and the power to move, and to help you balance. They keep you safe and injury-free. The core work of classical yoga has become more accessible. Traditionally yoga uses bandhas , or energy locks, and the ones that are most relevant to core work are subtle activations of the muscles at the lower abdomen and pelvic floor. The ancient yogis got it right, but these energy locks were tricky to describe in a group yoga class, so not all modern-day yogis could connect with them. Modern-day physiotherapy, plus the influence of Pilates, has opened the door for today’s yogis to develop their core work effectively. Yoga builds strength by supporting your own weight in a static position, or by organizing you to hold your body correctly as you move. It’s lovely to be self-sufficient with your core unity work. No fancy equipment is needed and you can do it anywhere. While there are core-specific practices in this section, remember that yoga is a great package deal. There are lots more core practices throughout the book to give you core integrity, plus that long-and-lean look. In particular, the planks, inversions and balances build core strength. You will also recruit core muscles doing backbends and working on the side- body. Twists using the core muscles are great, too. If you are new to this type of work, it doesn’t take long to notice a significant increase in your core strength, so get started and conquer your core now.",
      "guidelines": []
    },
    {
      "name": "Happy hips",
      "introduction": "HAPPY HIPS: If there is anything guaranteed to have you feeling slinky and supple as you walk – or sashay – out of yoga class, it’s a good hip-releasing sequence. Being ball-and-socket joints, your hips have an amazing range of motion, but if you have a sedentary lifestyle, you might not be fully utilizing their capabilities. If your daily life involves lots of desk-time during work hours, slouched couch- time after work and seated commuter-time in between, then this could be the most life-enhancing section for you. Hip stretches can help correct spine and pelvic misalignments, and relieve back pain, soreness and general stiffness. Aim to stretch all around your hip joint by practising some wide-legged inner-thigh stretches and lunging-style releases for the fronts of your hips, and by releasing those tight rotator muscles at the buttocks and outer hips. There are plenty of other gorgeous hip releases throughout this book: do be sure to check out the “Yin Yoga” section, too, for some stunners. With lots of tissue layers around the hips, you want to take a little time, so don’t rush through the poses. Stay for at least a minute in each one. Linger and love the lusciousness of feeling light, free and floaty.",
      "guidelines": []
    },
    {
      "name": "Blissful backbends",
      "introduction": "BLISSFUL BACKBENDS: Energizing, rejuvenating, invigorating, uplifting, revitalizing – backbends offer all of these wonderful things. The list sounds like a magic elixir that we wish we could bottle. We can’t bottle it to sell, but the good news is that backbends are within your grasp, if you are willing to put in the time. We all need a balance between suppleness and strength. Some backbends are stretch-based, while others are more strength-based. Despite their caffeine-like boosting effects, backbends are not like that favourite coffee you are stuck on – a little variety is good. When choosing your backbend blend for the day, it is vital to practise at least one that strengthens the muscles, as well as another that targets flexibility. Backbends undo the generalized slouching and hunching of our modern-day, desk-based, TV-binging, commuter and computer-bound lives. They are important for good posture and more. Energetically, backbends elevate the chest and allow us to greet the world with an open heart. And isn’t that what our world needs so badly?",
      "guidelines": []
    },
    {
      "name": "Upside-down",
      "introduction": "UPSIDE-DOWN: It’s often beneficial to look at things from a different perspective, and this is exactly what upside-down poses let us do. It’s fun exploring any new yoga pose – there’s something about making a new shape with your body that can shift you from being a serious adult with deadlines and commitments to a more carefree you. It’s a balancing thing, on more than just a physical level, to build the confidence and strength to fully weight-bear through the shoulders and arms. It tones muscles and builds flexibility, and you’ll find that your heart pumps more. Besides building balance and core strength, yoga inversions do double-duty by giving you a workout plus a work-in . Inversions are a boon for the digestive system, too. Our abdominal organs get suspended for that short time, and our organs of elimination seem to be given a little help. Inversions are considered to strengthen digestion by returning agni (the digestive fire energy) to the liver, gall-bladder and stomach – though you may want to avoid inverting if you suffer from heartburn. Inversions assist lymphatic circulation, which relies heavily on gravity and muscle movement, therefore helping the immune system. Some inversions, such as armstands and headstands, are considered “heating” to the system, giving you energy. Others, such as shoulder-stands and their follow-on poses, are considered to be cooling postures, calming for the nervous system. Yoga folklore bills inversions as anti-ageing. While there are plenty of yoga practitioners who appear younger than their age, at the very least an inversion will send a boost of fresh oxygen and nutrient-carrying blood to your face – so I can promise you a pleasant flush. Do read through the “cautions on inversions ”. If you are in any doubt, seek help from an experienced yoga teacher. If full weight- bearing postures aren’t for you right now, there are lots of achievable postures where the head is below the heart. There are many Downward-Facing Dog varieties and standing forward folds to be enjoyed. CAUTIONS ON INVERSIONS The headstand has been called the “father” of all postures, and the shoulder-stand the “mother”. While these postures hold a historically important place in Hatha yoga practice, do remember that in the context of a modern lifestyle, these poses and their derivatives may not be appropriate for you. Modern lifestyles cause us to approach these poses from a sedentary starting point. As you have moved around upright for most of your life, weight-bearing by the head and neck needs to be built up slowly and sensibly. Shoulder-stand- and headstand-based postures should be done when you are thoroughly warmed up, after a full-spectrum practice. Begin with the simpler starter options shown here, and initially hold them for just a few breaths. This way your body can offer its own feedback over the next 24 hours, before you practise again. Even if you feel you have a strong, well-prepared body, be ready to leave any ego aside. It might be that certain versions of these poses don’t suit you right now. It’s possible to practise with good- looking form – possibly using various props and alignment tweaks – yet still notice that these poses don’t suit you perfectly. In this case, work with an experienced teacher. TO INVERT OR NOT TO INVERT? Avoid inversions if you have degenerative conditions of the upper body, any concerns about current or previous neck injuries or pains, shoulder aches, weakness, excess tightness or imbalance. Seek advice first from a professional in cases of a slipped (herniated) disc or any inflammation of the back. Avoid upside- down postures if you have a severe heart condition, high blood pressure, glaucoma, a detached retina, inner-ear discharge or severe sinus infection. Don’t practise while you have a headache. Seek further advice if you have osteoporosis: you could develop a strategy around inversions with an experienced teacher. It’s not recommended to invert during menstruation. Going against the natural direction of flow can slow down the body’s process of elimination. During pregnancy, it’s possible to practise headstands and shoulder-stands during the first and second trimesters (but never after 35 weeks), as long as you have had regular practice of them to date. However, many pregnant women find the desire to invert drops away during pregnancy, so feel free to give these dramatic-looking poses a miss for the duration. If you do want to continue during pregnancy, you need to be able to lift up your legs with graceful control, without jolting at all. For the headstand and tripod balances, stay at the wall, so that there is no risk of you toppling over.",
      "guidelines": []
    },
    {
      "name": "Restorative yoga",
      "introduction": "RESTORATIVE YOGA: Restorative yoga is a category of poses where you position your body in supported postures and then relax into them for two to 20 minutes. You should feel no pain and there should be minimal intensity. Your body is allowed to open gently. Some parts of your body get to expand, while others get to condense. You de-stress, because your “rest and restore” nervous system can switch on, and your “fight or flight” stress- based nervous system can clock out for the duration. It sounds easy – too easy perhaps. And physically it is pretty easy. Sometimes the real challenge lies in just letting go of the thinking, and some people find this a little confrontational, as the mind keeps ticking over. For this reason I have given you a job to do on each page: “what to do while you’re there”. It’s to keep the mind busy with something wholesome, so that the rest of you get on with the job of relaxing. Ultimately, your body will sleep and your mind will simply watch. If you have a chronic or recent injury, do seek guidance before practising yoga poses. Otherwise, who does restorative yoga suit? It suits those who are exhausted, tired, have trouble sleeping or difficulty in letting go of control. It suits many people who have a chronic disease, are under stress or may experience stress in the future. It suits teenagers, university students, parents, people who work, those who overwork and those who don’t work. It suits grown-ups, whether you feel young, old or very old. Are you getting my message? It suits just about anyone who lives in the modern world. Try out a complete practice once a week, following these poses in the order in which they are presented. Or book-end your active practice with a couple of these poses each time.",
      "guidelines": []
    },
    {
      "name": "Yin yoga",
      "introduction": "YIN YOGA: At its heart, yin yoga is a meditative practice. It’s a time when you allow yourself to open. With plenty of time to contemplate, you’ll cultivate mindfulness, bringing your attention to the present experience. This witnessing of the stream of consciousness will actively dissipate any build-up of stress. It will allow you to feel lighter and more joyful. The slow yin poses in this section are the perfect antidote to the general fast pace at which we conduct our modern lives. They are a great counterbalance to the active yang-yoga practices, and to any other fast-moving exercise you may enjoy, and this is why yin yoga has grown in popularity around the world over the past few years. While an energy-raising (active Hatha) yoga practice is useful to help us complete our daily tasks, we do need an aspect where we can simply let ourselves open. Transformation occurs when you become still, quiet and open to listening. Yin uses your body as an instrument, and the postures as your tools to transformation and transcendence. Each yin posture comes with a precious gift for you – the opportunity for exploration of the Self. With regular yin practice, you are guaranteed a better understanding of the mind–body connection, as this introspective practice links and harmonizes your body, mind, heart and soul. Over time you will see yourself more clearly, become familiar with any habitual patterning of the mind and, in doing so, create some space for simply being. (Remember: first you are a human being , before you are a human doing .) Then you can become open and free. Try it out – what have you got to lose?",
      "guidelines": [
        "You need to enter the postures slowly , so that the body feels safe to release and won’t tighten up in resistance. You might need to move a little at first, in order to settle into stillness. Then be still.",
        "Work with soft muscles to shift the focus to working with the joints. When the muscles are tight around a joint, the joint capsule won’t take on the load (healthy stress), which is the aim of yin yoga. If you have hyper-mobile joints, avoid pushing into them and learn to develop more sensitivity at their edge.",
        "Yin yoga should not be painful , although it is character-building and you can expect to feel waves of intensity. If you are feeling pain, don’t work so deeply into the posture and find ways to increase the support, such as padding under the body. Speak with a yin-yoga teacher to ensure you are on the right track. Take it easy if you have injuries, and use props where necessary.",
        "Tiptoe toward your “edge”, so that you come to an appropriate edge within any natural range of motion. There is no aesthetic ideal in yin yoga. It needs to feel safe to you. Only you are on the inside of your experience, so only you can know that for yourself. As with active yoga, from moment to moment, day to day and practice to practice, your edges will be different. Be sensible and sensitive.",
        "Stay a while. Be still at that edge, with an attitude of surrendering into the shape and sensations. Cultivate awareness and curiosity. Dissolve any of your preferences. Let your awareness shine a light for you. You might hold some poses for just one minute, so be content with that.",
        "Assume a neutral position after each pose. Lie on your back in between yin postures, to allow the chi energy to circulate.",
        "A little bit of courage is needed to effect change. You need to sit at your edge in order for the shifts to happen. If you don’t push those boundaries, things will tend to stay the same.",
        "Open to calm abiding. Long holds in the short term create discomfort, resentment and resistance. There may be uncomfortable feelings of being stuck – anything but being open and free. Remember that these states of mind and body aren’t permanent. However, we tend to perceive them as permanent, and that’s where we fall into struggle. Remind yourself that it’s not about finding a mood, but rather about existing in a quality of the mind that incorporates all moods."
      ]
    },
    {
      "name": "Yoga breath",
      "introduction": "YOGA BREATH: Perhaps you have heard someone say, “If you can breathe, you can do yoga.” This is often said as reassurance to someone with a stiff, aged or sore body, who – for whatever reason – is not able to attempt the more challenging postures. But the thing is: it’s true. The breath connects us to the state of yoga. It brings us back to the now moment, the elusive state of existing in the present. The breath opens us to life force. And sometimes yoga breathing feels like an insurance policy. For those times when you just don’t feel like rolling out your mat. For those dark days when you feel too raw or wounded to launch into a sunny Sun Salute. On those dark nights that you may pass in deep grief. For those times when you can’t get off to sleep. For those periods when you are too ill to move around much. You can, indeed, still practise yoga at these times. You can breathe and it can be supremely nourishing. And for the times when you feel good, happy and relaxed, too, yoga breathing will build your account balance of good energy for the future. What a miracle opening to your breathing can be. At any phase and at any time in your life, yoga breathing is relaxing, enjoyable and meditative.",
      "guidelines": []
    },
    {
      "name": "Relaxations to revel in",
      "introduction": "RELAXATIONS TO REVEL IN: For many people, their smartphone is the first thing they touch in the morning and the last thing they check at night. Busyness has crowded out spaciousness. Spaciousness is the opposite of stress and a key factor in relieving it. Where stress makes you feel contracted and tight, spaciousness is loose and expansive. The bottom line is: spaciousness feels goooood . Yoga postures enable the body to feel spacious inside. They help counter stress simply through the mind–body connection. That feels good. But what feels even better is to close every practice that you do with a relaxation, like the ones that follow. Stay resting in one of these reclining postures as long as you can. It takes about 15 minutes for the physical body to relax. Your bones will feel heavy and your muscles can release. Your mind will start to slow, and you’ll drift through various stages of release. While you may still notice your thoughts, there will be less identification with them. You can sometimes drop into an even deeper state, where you are awake and yet disconnected from the outer world. It’s a special space you don’t know you have entered until you come back from it. And, like your thoughts, any noises just wash over you, leaving you undisturbed. I’ll tell you a secret. Even if you have had no time, been too tired, or for any other reason have not done a single yoga posture, you can still do a beautiful life-enhancing relaxation. If you need to justify why you are taking 20 minutes’ time-out, tell yourself that the more switched on you have become, the more time-efficiently you need to learn to switch off. And, with practice, you will become more efficient at relaxation. But I hope you don’t feel the need to justify taking this time, because you deserve to recharge. You deserve to feel the world drop away as you detach from your thoughts. You deserve to experience the delightful qualities of spaciousness and emptiness. Because it feels good. And to feel good is your birthright.",
      "guidelines": []
    },
    {
      "name": "In the mood: meditations",
      "introduction": "IN THE MOOD - MEDITATIONS: Some people think meditation is a particular mood, like a goal to be reached. But meditation is not a mood. It’s a quality of mind that can incorporate all moods. Other people despair of their busy minds, declaring, “I can’t meditate.” The thing is: it is the very nature of your mind to be busy and create thoughts. But you don’t need to stop the thinking to benefit from meditation practice. Instead, create equanimity by disassociating yourself from distracting or disturbing thoughts. In this way, by changing your relationship with your thoughts, you can come out of suffering. When we are able to let go of any frustrations, discomforts or sleepiness we meet on the path, we open to the calm, abiding effect of meditation. And then we find that meditation helps us to become more grounded and resilient, less reactive to triggers, and simply more content.",
      "guidelines": []
    },
    {
      "name": "Putting it all together",
      "introduction": "PUTTING IT ALL TOGETHER: Here are themed flows to kick-start your practice. These sequences will all offer you a nicely balanced practice. It is important to always factor in feedback from your body as you practice. At some point, you will feel ready to get creative and form your own sequences. As you do so, keep in mind that your body doesn’t speak English, Spanish or Japanese. It has its own special language – the language of sensation. So be sure to attune yourself to the sensations of your body as you practice. Gather feedback from it during and after each pose. This “listening” to your body will guide you in selecting the next posture. That might be moving from a more active posture to a softer, soothing one. Perhaps it will be selecting a posture along the same path – moving from, say, a gentle forward bend to a deeper forward fold. Or maybe your body will ask for a pose that opposes the previous posture to help it balance out, such as taking a restful child’s pose after an active inversion, or following a backbend with a twist. As you listen to the sensations of your body and respond to them, your yoga practice becomes truly yours. And it will feel like a pleasant, helpful and open conversation between good friends. Enjoy!",
      "guidelines": []
    }
  ]
}